title:
description:
references:
    - 
status: 
author: 
logsource:
    product: 
    service: 
detection:
    selection:
    condition: selection
tags:
    - attack.
    - attack.
    - attack.
falsepositives:
level: 